{"translation-revision-date":"2023-12-13 10:31:57+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Want to reduce your WordPress site’s risk to nearly zero? <a>Upgrade to Solid Security Pro with Patchstack<\/a>.":["Vous voulez réduire le risque de votre site WordPress à presque zéro ? Passez <a>à Solid Security Pro avec Patchstack<\/a>."],"Want more powerful features? <a>Check out Solid Suite<\/a>. ":["Vous voulez des fonctionnalités plus puissantes ? <a>Consultez Solid Suite<\/a>. "],"Quickly apply and manage a uniform security policy for all your users.":["Appliquez et gérez rapidement une politique de sécurité uniforme pour tous vos utilisateurs."],"User Security Panel ":["Panneau de sécurité de l’utilisateur "],"View all risks in one place. Any trouble surfacing in Google Safe Browsing, 2FA logins, or weak passwords are posted here.":["Visualisez tous les risques en un seul endroit. Tous les problèmes liés à Google Safe Browsing, aux connexions 2FA ou aux mots de passe faibles sont affichés ici."],"New Site Scan Panel ":["Nouveau panneau d’analyse du site "],"Features continued…":["Suite des fonctionnalités…"],"Solid Security can automatically add block rules when it identifies suspicious behavior, but you may add your own rules too.":["Solid Security peut ajouter automatiquement des règles de blocage lorsqu’il identifie un comportement suspect, mais vous pouvez également ajouter vos propres règles."],"Powerful Firewall Capabilities":["Puissantes capacités de pare-feu"],"<a>Upgrade to Solid Security Pro<\/a> for Patchstack integration to fix vulnerabilities and prevent attacks when your attention is elsewhere. ":["Passez à <a>Solid Security Pro<\/a> pour l’intégration de Patchstack afin de corriger les vulnérabilités et de prévenir les attaques lorsque votre attention est ailleurs. "],"Gain instant insight into the attacks prevented by your firewall with a new, easy-to-read screen. ":["Obtenez un aperçu instantané des attaques évitées par votre pare-feu grâce à un nouvel écran facile à lire. "],"Clear Visibility Into Firewall Protection ":["Visibilité claire sur la protection des pare-feux "],"Quickly view critical data including current bans, lockouts, threats blocked, site scan results, user security profiles, and vulnerable software.":["Affichez rapidement les données essentielles, notamment les interdictions en cours, les verrouillages, les menaces bloquées, les résultats de l’analyse des sites, les profils de sécurité des utilisateurs et les logiciels vulnérables."],"Clear, Concise User Interface":["Interface utilisateur claire et concise"],"Take advantage of these new features":["Profitez de ces nouvelles fonctionnalités"]}},"comment":{"reference":"core\/modules\/core\/entries\/solid-welcome\/components\/features.js"}}