{"translation-revision-date":"2023-12-13 10:31:57+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"and more!":["et bien plus !"],"Upgrade to Solid Security Pro":["Mettre à niveau vers Solid Security Pro"],"You are a WordPress security superstar! Be sure to take advantage of the features that comes with your paid plan. Paid features include…":["Vous êtes une superstar de la sécurité WordPress ! Assurez-vous de profiter des fonctionnalités qui viennent avec votre plan payant. Les fonctionnalités payantes incluent…"],"Extended features for professionals include:":["Les fonctionnalités étendues pour les professionnels comprennent :"],"Greatly enhance your website’s security with Solid Security Pro.":["Améliorez grandement la sécurité de votre site avec Solid Security Pro."],"Reduce your site’s security risk to nearly zero with Solid Security Pro.":["Réduisez le risque de sécurité de votre site à presque zéro avec Solid Security Pro."],"WP-CLI":["WP-CLI"],"Import & Export":["Importer et exporter"],"Captcha":["Captcha"],"Passwordless Login and Passkeys":["Connexion sans mot de passe et clés d’accès"],"Multiple <b>CAPTCHA<\/b> options, including <b>Cloudflare Turnstile<\/b>, eliminate bot traffic from your login screens and other forms. You won’t be asked to solve a puzzle or identify objects to prove you’re a human — unless you’re a bot.":["Plusieurs options <b>CAPTCHA<\/b>, y compris <b>Cloudflare Turnstile<\/b>, éliminent le trafic de robots de vos écrans de connexion et autres formulaires. Il ne vous sera pas demandé de résoudre un puzzle ou d’identifier des objets pour prouver que vous êtes un être humain - à moins que vous ne soyez un robot."],"<b>Passkeys<\/b> and other <b>Passwordless<\/b> Login options mitigate the risks associated with users who often share, reuse, and choose weak passwords. Increase your users’ security and simplify their login experience.":["Les <b>clés d’accès<\/b> et autres options de connexion <b>sans mot de passe<\/b> atténuent les risques associés aux utilisateurs qui partagent, réutilisent et choisissent souvent des mots de passe faibles. Renforcez la sécurité de vos utilisateurs et simplifiez leur expérience de connexion."],"<b>Version Management<\/b> gives you precise control over when to apply or delay an automatic update to any plugin, theme, extension, or WordPress core.":["La <b>gestion de version<\/b> vous permet de contrôler précisément quand appliquer ou retarder une mise à jour automatique d’une extension, d’un thème ou du cœur de WordPress."],"<b>Virtual Patches<\/b> from <b>Patchstack<\/b> that protect insecure themes and plugins even before vulnerabilities are publicly disclosed and an official patch is released. You may not be able to apply security updates immediately, but with Solid Security Pro you’re still protected until you’re ready to update.":["Des <b>correctifs virtuels<\/b> de <b>Patchstack<\/b> qui protègent les thèmes et les extensions non sécurisés avant même que les vulnérabilités soient divulguées publiquement et qu’un correctif officiel soit publié. Il se peut que vous ne puissiez pas appliquer les mises à jour de sécurité immédiatement, mais avec Solid Security Pro, vous êtes toujours protégé jusqu’à ce que vous soyez prêt à faire une mise à jour."],"A <b>Firewall<\/b> that automatically blocks brute force logins, password-stuffing, DDoS attacks, bad bots, and any attempts to exploit vulnerable software on your site.":["Un <b>pare-feu<\/b> qui bloque automatiquement les connexions par force brute, le bourrage de mot de passe, les attaques DDoS, les robots malveillants et toute tentative d’exploitation d’un logiciel vulnérable sur votre site."],"Trusted Devices":["Appareils autorisés"],"Two-Factor":["Double authentification"],"Version Management":["Gestion des versions"]}},"comment":{"reference":"core\/admin-pages\/entries\/settings\/pages\/summary\/features.js"}}