{"translation-revision-date":"2023-12-13 10:31:57+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Enable Patchstack":["Activer Patchstack"],"Upgrade Now":["Mettre à niveau maintenant"],"Thank you for being an iThemes Security Pro customer. You recently upgraded to Solid Security Pro and we hope you’re enjoying all the great <a>new features<\/a>. For even more protection, we suggest enabling Patchstack. This automatically patches vulnerabilities when your attention is elsewhere or before a patch is even released. Purchase an additional license per site.":["Merci d’être un client d’iThemes Security Pro. Vous avez récemment mis à niveau vers Solid Security Pro et nous espérons que vous appréciez toutes les <a>nouvelles fonctionnalités<\/a>. Pour une protection encore plus efficace, nous vous suggérons d’activer Patchstack. Cette fonction corrige automatiquement les vulnérabilités lorsque votre attention est ailleurs ou avant même qu’un correctif ne soit publié. Achetez une licence supplémentaire par site."],"Rest easy at night. Upgrade to Solid Security Pro with Patchstack and reduce your WordPress website’s risk to nearly zero thanks to Patchstack’s automated Virtual Patching. Vulnerabilities are patched when your attention is elsewhere and even when a patch hasn’t been released. Go Pro.":["Dormez tranquille la nuit. Passez à Solid Security Pro avec Patchstack et réduisez le risque de votre site WordPress à presque zéro grâce à l’application automatisée de correctifs virtuels de Patchstack. Les vulnérabilités sont corrigées lorsque votre attention est ailleurs et même lorsqu’un correctif n’a pas été publié. Passez pro."],"Upgrade to enable automatic protection with <strong>virtual patches<\/strong>.":["Mettre à niveau pour activer la protection automatique avec des <strong>correctifs virtuels<\/strong>."],"Upgrade":["Mise à niveau"],"Dismiss":["Fermer"]}},"comment":{"reference":"dist\/promos\/firewall.js"}}