{"translation-revision-date":"2023-12-13 10:31:57+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Vulnerabilities Overview":["Aperçu des vulnérabilités"],"Last scanned on %s.":["Dernière analyse le %s."],"Your site hasn’t been scanned yet. Run your first scan from the <a>Site Scans<\/a> page.":["Votre site n’a pas encore été analysé. Lancez votre première analyse à partir de la page des <a>analyses du site<\/a>."],"Waiting for scan results":["En attente des résultats de l’analyse"],"View Results":["Voir les résultats"],"Scan Status":["État de l’analyse"],"Scan your site to see results and details shown here!":["Analyser votre site pour voir les résultats et les détails affichés ici !"],"No site scans have been made recently":["Aucune analyse du site n’a été effectué récemment"],"Powered by":["Propulsé par"],"This website was last checked against the vulnerability database on %s.":["Ce site a été vérifié pour la dernière fois dans la base de données des vulnérabilités le %s."],"Last Scan: %s":["Dernière analyse : %s"],"Your site has been successfully checked against the Patchstack vulnerability database.":["Votre site a été vérifié avec succès dans la base de données de vulnérabilités de Patchstack."],"No Vulnerabilities Found!":["Aucune vulnérabilité trouvée !"],"Severity":["Sévérité"],"Patchstack":["Patchstack"],"View Vulnerabilities":["Voir les vulnérabilités"],"Vulnerability":["Vulnérabilité"],"Enable Database Logging to see a history of completed Site Scans.":["Activez la journalisation de la base de donnée pour voir un historique complet des analyses de site."],"Actions":["Actions"],"View Scan Details for %s":["Voir les détails de l’analyse pour %s"],"Scan Results":["Résultats d’analyse"],"%s ago":["Il y a %s"],"This <a>site scan is powered by SolidWP<\/a>. We check for Google Safe Browsing blocklist status, website errors, and out-of-date software. These data points are not 100% accurate, but we try our best to provide thorough results.":["Cette <a>analyse de site est propulsée par SolidWP<\/a>. Nous utilisons plusieurs sources de données pour repérer les logiciels malveillants connus, les états de liste blocage, les erreurs de site et les logiciels obsolètes. Ces sources ne sont pas justes à 100 % mais nous faisons de notre mieux pour vous proposer les meilleurs résultats possibles."],"View Details":["Voir les détails"],"Type":["Type"],"Hide Raw Details":["Masquer les détails bruts"],"Show Raw Details":["Afficher les détails bruts"],"Date":["Date"],"Action":["Action"],"Status":["État"]}},"comment":{"reference":"dist\/site-scanner\/dashboard.js"}}