{"translation-revision-date":"2023-12-13 10:31:57+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Use your security dashboard for insights into your users’ activity and potential threats to your site. From there you’ll be guided to actions you can take.":["Utilisez votre tableau de bord de sécurité pour connaître l’activité de vos utilisateurs et les menaces potentielles qui pèsent sur votre site. Vous serez ensuite guidé vers les mesures à prendre."],"Great Work! Thanks to Solid Security Basic, your site is secure and ready for your users.":["Bon travail ! Grâce à Solid Security Basic, votre site est sécurisé et prêt à accueillir vos utilisateurs."],"and more!":["et bien plus !"],"Upgrade to Solid Security Pro":["Mettre à niveau vers Solid Security Pro"],"You are a WordPress security superstar! Be sure to take advantage of the features that comes with your paid plan. Paid features include…":["Vous êtes une superstar de la sécurité WordPress ! Assurez-vous de profiter des fonctionnalités qui viennent avec votre plan payant. Les fonctionnalités payantes incluent…"],"Extended features for professionals include:":["Les fonctionnalités étendues pour les professionnels comprennent :"],"Greatly enhance your website’s security with Solid Security Pro.":["Améliorez grandement la sécurité de votre site avec Solid Security Pro."],"Reduce your site’s security risk to nearly zero with Solid Security Pro.":["Réduisez le risque de sécurité de votre site à presque zéro avec Solid Security Pro."],"WP-CLI":["WP-CLI"],"Import & Export":["Importer et exporter"],"Captcha":["Captcha"],"Passwordless Login and Passkeys":["Connexion sans mot de passe et clés d’accès"],"Multiple <b>CAPTCHA<\/b> options, including <b>Cloudflare Turnstile<\/b>, eliminate bot traffic from your login screens and other forms. You won’t be asked to solve a puzzle or identify objects to prove you’re a human — unless you’re a bot.":["Plusieurs options <b>CAPTCHA<\/b>, y compris <b>Cloudflare Turnstile<\/b>, éliminent le trafic de robots de vos écrans de connexion et autres formulaires. Il ne vous sera pas demandé de résoudre un puzzle ou d’identifier des objets pour prouver que vous êtes un être humain - à moins que vous ne soyez un robot."],"<b>Passkeys<\/b> and other <b>Passwordless<\/b> Login options mitigate the risks associated with users who often share, reuse, and choose weak passwords. Increase your users’ security and simplify their login experience.":["Les <b>clés d’accès<\/b> et autres options de connexion <b>sans mot de passe<\/b> atténuent les risques associés aux utilisateurs qui partagent, réutilisent et choisissent souvent des mots de passe faibles. Renforcez la sécurité de vos utilisateurs et simplifiez leur expérience de connexion."],"<b>Version Management<\/b> gives you precise control over when to apply or delay an automatic update to any plugin, theme, extension, or WordPress core.":["La <b>gestion de version<\/b> vous permet de contrôler précisément quand appliquer ou retarder une mise à jour automatique d’une extension, d’un thème ou du cœur de WordPress."],"<b>Virtual Patches<\/b> from <b>Patchstack<\/b> that protect insecure themes and plugins even before vulnerabilities are publicly disclosed and an official patch is released. You may not be able to apply security updates immediately, but with Solid Security Pro you’re still protected until you’re ready to update.":["Des <b>correctifs virtuels<\/b> de <b>Patchstack<\/b> qui protègent les thèmes et les extensions non sécurisés avant même que les vulnérabilités soient divulguées publiquement et qu’un correctif officiel soit publié. Il se peut que vous ne puissiez pas appliquer les mises à jour de sécurité immédiatement, mais avec Solid Security Pro, vous êtes toujours protégé jusqu’à ce que vous soyez prêt à faire une mise à jour."],"A <b>Firewall<\/b> that automatically blocks brute force logins, password-stuffing, DDoS attacks, bad bots, and any attempts to exploit vulnerable software on your site.":["Un <b>pare-feu<\/b> qui bloque automatiquement les connexions par force brute, le bourrage de mot de passe, les attaques DDoS, les robots malveillants et toute tentative d’exploitation d’un logiciel vulnérable sur votre site."],"Client Website":["Site client"],"My Own Website":["Mon propre site"],"Select the one that best represents your website. This will focus the rest of the setup wizard on the options most necessary to secure the site.":["Sélectionnez ce qui représente le mieux votre site. Le reste de l’assistant de configuration se concentrera sur les options les plus nécessaires pour sécuriser le site."],"What type of website is this?":["De quel type de site s’agit-il ?"],"Welcome to Solid Security! Answer a few questions to quickly enable the most important security features for this website. You can always change settings later.":["Bienvenue dans Solid Security ! Répondez à quelques questions pour activer rapidement les principales fonctions de sécurité de ce site. Vous pourrez toujours modifier les réglages ultérieurement."],"Summary":["Résumé"],"Configure advanced Solid Security settings.":["Configurer les réglages avancés de Solid Security."],"View external documentation.":["Voir la documentation externe."],"Choose and configure security features for your site.":["Choisissez et configurez les dispositifs de sécurité pour votre site."],"out of %d":["sur %d"],"%s Settings":["Réglages de : %s"],"Hang on while your website is secured!":["Attendez… on sécurise votre site !"],"Loading Solid Security without an MU-Plugin is not supported.":["Le chargement de Solid Security sans une extension MU n’est pas pris en charge."],"Loading Solid Security via an MU-Plugin is not supported.":["Le chargement de Solid Security via une extension MU n’est pas pris en charge."],"Firewall":["Pare-feu"],"Great Work! Your site is ready and is more secure than ever!":["Bon travail ! Votre site est prêt et plus sécurisé que jamais !"],"If you want to dig into your site’s security, check out your security dashboard, and make changes via settings.":["Si vous souhaitez suivre l’état de sécurité, consultez le tableau de bord et peaufinez les options via les réglages."],"Brute force attacks blocked":["Attaques par force brutes bloquées"],"User security strengthened":["Sécurité des comptes renforcée"],"Here are some notable improvements…":["Voici quelques améliorations notables…"],"Scanning for vulnerable themes, plugins, and known malware":["Scan des thèmes et extensions vulnérables ainsi que des logiciels malveillants"],"Monitoring for suspicious file changes":["Surveillance des modifications de fichiers suspicieuses"],"Banning bad bots and user agents":["Robots et agents utilisateurs malveillants bloqués"],"Multisite must be enabled.":["Le multisite doit être activé."],"Multisite is not supported.":["Le multisite n’est pas pris en charge."],"You must be running PHP version %s or later.":["Vous devez utiliser la version %s de PHP au minimum."],"The %s PHP extension is required.":["L’extension PHP %s est nécessaire."],"The following PHP extension is required: %l.":["L’extension PHP suivante est nécessaire : %l.","Les extensions PHP suivantes sont nécessaires : %l."],"Search for features, settings, and more":["Rechercher des fonctionnalités, réglages et autres"],"The '%s' feature flag must be enabled.":["La fonctionnalité expérimentale « %s » doit être activée."],"Restore Default":["Restaurer les réglages par défaut"],"File Selector":["Sélecteur de fichier"],"Select":["Sélectionner"],"Excluded":["Exclus"],"The list of items to exclude from the selection.":["La liste d’éléments à exclure de cette sélection."],"Included":["Inclus"],"Include":["Inclure"],"The list of items to include in the selection.":["La liste d’éléments à inclure à cette sélection."],"Exclude":["Exclure"],"Moved %1$s to %2$s.":["%1$s déplacé à %2$s."],"%d result found.":["%d résultat trouvé.","%d résultats trouvés."],"Search Results":["Résultats de recherche"],"Undo Changes":["Annuler les modifications"],"Trusted Devices":["Appareils autorisés"],"Add":["Ajouter"],"Enable Features":["Activer les fonctionnalités"],"No site type found with that id.":["Aucun type de site trouvé avec cet ID."],"Could not complete setup: %s":["Impossible de finir la configuration : %s"],"Login Security":["Sécurisation de connexion"],"Utilities":["Utilitaires"],"Site Check":["Analyse de site"],"Already started setting up Solid Security? <a>Resume<\/a> from where you left off.":["Vous avez déjà commencé à configurer Solid Security ? <a>Reprenez<\/a> où vous en étiez."],"Enable the “%s” module.":["Activer le module « %s »."],"Next":["Suivant"],"Secure Site":["Sécuriser le site"],"Refresh":["Actualiser"],"Copy Error":["Copier l’erreur"],"Toggle Sidebar":["Ouvrir\/Fermer la colonne latérale"],"Two-Factor":["Double authentification"],"Back":["Retour"],"Your site must support SSL.":["Votre site doit prendre en charge le SSL."],"Features":["Fonctionnalités"],"An unexpected error occurred.":["Une erreur inattendue s’est produite."],"Save":["Enregistrer"],"Website":["Site Internet"],"Version Management":["Gestion des versions"],"Cancel":["Annuler"],"Configure Settings":["Configurer les réglages"],"Settings":["Réglages"],"Dashboard":["Tableau de bord"],"Advanced":["Avancé"],"Global Settings":["Réglages généraux"]}},"comment":{"reference":"dist\/pages\/settings.js"}}